cross-compile/onvif-rust/tests/data/requests/request_043_GetOptions_730.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <GetOptions xmlns="http://www.onvif.org/ver20/imaging/wsdl">
      <VideoSourceToken>V_SRC_000</VideoSourceToken>
    </GetOptions>
  </s:Body>
</s:Envelope>
